Repository: Vanilla-OS/vanilla-updates-utility
Catalog: po/*.po
Languages: ckb, es, ga, nl

source: Updates Utility
ckb: نوێ کردنەوەی شتە بەسودەکان
es: Herramienta de Actualizaciones
ga: Uirlis Nuashonruithe
nl: Updates

source: No description
ckb: هیچ رونکردنەوەیەک نییە!
es: Sin descripción
ga: Gan tuairisc
nl: Geen omschrĳving

# shortcut window
source: General
ckb: بەشی سەرەکی
ga: Ginearálta
nl: Algemeen

# shortcut window
source: Show Shortcuts
ckb: نیشان دانی شۆرتکەتەکان
es: Mostrar atajos
ga: Taispeáin Aicearraí
nl: Sneltoetsen tonen

# shortcut window
source: Quit
ckb: چوونەدەرەوە
es: Salir
ga: Scoir
nl: Afsluiten

source: Restart Now
ckb: ریستارت کردنی ئامێرەکە
es: Reiniciar Ahora
ga: Atosaigh Anois
nl: Nu herstarten

source: System Updates Settings
ckb: ڕێکخستنەکانی نوێکردنەوەی سیستەم
es: Configuración de Actualizaciones del Sistema
ga: Socruithe Nuashonruithe Córais
nl: Instellingen voor systeem­updates

source: Cancel
ckb: _پاشگەزبوونەوە
es: Cancelar
ga: Cealaigh
nl: Annuleren

source: Update frequency
ckb: فرێکوێنسی نوێکردنەوە
es: Frecuencia de Actualizaciones
ga: Nuashonraigh minicíocht
nl: Update­frequentie

source: How often to check for updates
ckb: چەند جار پشکنین بۆ نوێکارییەکان بکەیت؟
es: Frecuencia en que se deberían chequear actualizaciones
ga: Cé chomh minic a sheiceáil le haghaidh nuashonruithe
nl: Hoe vaak wordt gecontroleerd op updates

source: Smart updates
ckb: نوێکاری زیرەک
es: Actualizaciones dinámicas
ga: Nuashonruithe cliste
nl: Slimme updates

source: Only check for updates when the computer is idle
ckb: تەنها کاتێک پشکنین بۆ نوێکارییەکان بکە کە کۆمپیوتەرەکە بکە کاری پێناکرێت.
es: Chequear actualizaciones solo cuando el PC está inactivo
ga: Ná seiceáil le haghaidh nuashonruithe ach amháin nuair a bhíonn an ríomhaire díomhaoin
nl: Enkel op updates controleren wanneer het apparaat inactief is

source: Never
ga: Riamh
nl: Nooit

source: Daily
ckb: رۆژانە
es: Diariamente
ga: Go laethúil
nl: Dagelĳks

source: Weekly
ckb: هەفتانە
es: Semanalmente
ga: Go seachtainiuil
nl: Wekelĳks

source: Monthly
ckb: مانگانە
es: Mensualmente
ga: Go míosúil
nl: Maandelĳks

source: Smart updates enabled
ckb: نوێکارییە زیرەکەکان چالاکرا
es: Actualizaciones dinámicas activadas
ga: Nuashonruithe cliste cumasaithe
nl: Slimme updates ingeschakeld

source: Smart updates disabled
ckb: نوێکارییە زیرەکەکان لەکارخراون
es: Actualizaciones dinámicas desactivadas
ga: Díchumasaíodh nuashonruithe cliste
nl: Slimme updates uitgeschakeld

source: Frequency set to {translated_value}
es: Frecuencia configurada en {translated_value}
ga: Minicíocht socraithe go {translated_value}
nl: Frequentie ingesteld naar ‘{translated_value}’

source: Disable Automatic Updates?
ga: An bhfuil fonn ort Nuashonruithe Uathoibríocha a dhíchumasú?
nl: Automatische updates uitschakelen?

source: Disabling automatic updates is not recommended. If you choose to proceed, you might miss important security updates and bug fixes.
ga: Ní mholtar nuashonruithe uathoibríocha a dhíchumasú. Má roghnaíonn tú leanúint ar aghaidh, seans go gcaillfidh tú nuashonruithe slándála tábhachtacha agus ceartúcháin fhabht.
nl: Automatische updates uitschakelen wordt afgeraden. Als u ervoor kiest om door te gaan, mist u mogelĳk belangrĳke beveiligings­updates en probleem­oplossingen.

source: Disable
ga: Díchumasaigh
nl: Uitschakelen
